/* Toolbar item */
"Action" = "Azioni";
"Active" = "Attivo";

/* Window title. */
"Activity" = "Attività";
"Allow" = "Consenti";
"Always" = "Sempre";

/* Transfer action for existing files */
"Prompt" = "Chiedi cosa fare";

/* Toolbar item */
"{0} Bookmarks" = "{0} Preferiti";

/* Alert sheet alternate button */
"Cancel" = "Annulla";

/* Toolbar item tooltip */
"Character Encoding" = "Codifica caratteri";
"Choose" = "Scegli";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Azzera";

/* Remove all bookmarks from history. */
"Clear Menu" = "Azzera il menu";

/* Toolbar item */
"Column" = "Colonna";

/* Toolbar item tooltip */
"Connect to server" = "Connessione al server";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} URL";

/* Alert sheet text */
"Could not open or read the host file" = "Impossibile aprire o leggere il file";
"Could not open the file" = "Impossibile aprire il file";
"Could not show the file" = "Impossibile visualizzare il file";
"Could not show the file in the Finder" = "Impossibile visualizzare il file nel Finder";

/* Toolbar item tooltip */
"Create New Folder" = "Crea nuova cartella";

/* Menu item */
"Cut {0}" = "Taglia {0}";
"Copy {0}" = "Copia {0}";
"Default" = "Predefinito";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Elimina";
"Delete Bookmark" = "Elimina preferito";

/* Toolbar item tooltip */
"Delete file" = "Elimina file";
"Deny" = "Non consentire";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Scollega";

/* Alert sheet title */
"Disconnect from {0}" = "Scollega da {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Scollega dal server";
"Do you want to delete the selected bookmark?" = "Vuoi eliminare il preferito selezionato?";

/* Toolbar item */
"Download" = "Download";
"Download As:" = "Download come:";

/* Toolbar item tooltip */
"Download file" = "Download del file";
"Download the selected file to…" = "Download del file selezionato in…";

/* Toolbar item */
"Edit" = "Modifica";

/* Toolbar item tooltip */
"Edit file in external editor" = "Modifica il file nell'editor esterno";

/* Toolbar item */
"Encoding" = "Codifica";

/* Alert sheet title */
"Error" = "Errore";

/* Quit application on Windows */
"Exit" = "Esci";
"File" = "File";

/* A column in the browser */
"Filename" = "Nome file";
"{0} Items" = "{0} Elementi";
"Folder" = "Cartella";
"FTP (File Transfer Protocol)" = "FTP (File Transfer Protocol)";
"FTPS (FTP/SSL)" = "FTPS (FTP su SSL)";

/* Toolbar item */
"Get Info" = "Informazioni";

/* Toolbar item */
"Go to Folder" = "Vai alla cartella";
"History" = "Cronologia";

"Invalid character in filename." = "Carattere non valido nel nome file.";
"Invalid character in folder name." = "Carattere non valido nel nome cartella.";

/* A column in the browser */
"Kind" = "Tipo";
"Extension" = "Estensione";
"Region" = "Regione";
"Version" = "Versione";

/* Toolbar item */
"List" = "Elenco";
"Local" = "Locale";
"Local File" = "File locale";
"Mac Line Endings (CR)" = "Terminazione linea Mac (CR)";

/* A column in the browser */
"Modified" = "Data modifica";

/* Move a downloaded file to the trash */
"Move to Trash" = "Sposta nel Cestino";
"Multiple files" = "File multipli";

/* Toolbar item */
"New Connection" = "Nuova connessione";

/* Toolbar item */
"No external editor available" = "Nessun editor esterno disponibile";

/* Alert sheet text */
"No newer version available." = "Non ci sono versioni più recenti.";
"No private key selected" = "Non è stata selezionata una chiave privata";
/* Alert sheet title */
"No update" = "Nessun aggiornamento disponibile";
"None" = "Nessuno";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} di {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "OK";
"Open" = "Apri";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Apri nel browser Web";

/* Toolbar item */
"Outline" = "Schema";

/* A column in the browser */
"Owner" = "Proprietario";

/* A column in the browser */
"Group" = "Gruppo";
"Passive" = "Passivo";

/* Menu item */
"Paste {0}" = "Incolla {0}";

/* A column in the browser */
"Permissions" = "Permessi";

/* Toolbar item */
"Quick Connect" = "Connessione rapida";

/* Toolbar item */
"Quick Look" = "Vista rapida";
"Quit" = "Esci";
"Quit Anyway" = "Esci comunque";

/* Confirm deleting files. */
"Delete {0} files" = "Sei sicuro di voler eliminare i file selezionati? Non potrai più recuperarli.";

/* Toolbar item */
"Refresh" = "Aggiorna";

/* Toolbar item tooltip */
"Refresh directory listing" = "Aggiorna la cartella";

/* Toolbar item in Transfer Window. */
"Reload" = "Ricarica";

/* Toolbar item in Transfer Window. */
"Remove" = "Elimina";
"Remove completed transfers from list." = "Elimina i trasferimenti completati dall'elenco";


"Review…" = "Verifica…";

/* Toolbar item in Transfer Window. */
"Search" = "Cerca";
"Server File" = "File server";
"SFTP (SSH File Transfer Protocol)" = "SFTP (SSH File Transfer Protocol)";
"Show" = "Visualizza";

/* Toolbar item tooltip */
"Show file attributes" = "Visualizza attributi del file";
"Show in Finder" = "Visualizza nel Finder";

/* Toolbar item tooltip */
"Show Transfers window" = "Visualizza finestra trasferimenti";

/* A column in the browser */
"Size" = "Dimensione";

/* Toolbar item in Transfer Window. */
"Stop" = "Stop";

/* Toolbar item tooltip */
"Switch Browser View" = "Cambia vista browser";
"Symbolic Link (File)" = "Collegamento simbolico (file)";
"Symbolic Link (Folder)" = "Collegamento simbolico (cartella)";

/* Toolbar item */
"Synchronize {0} with" = "Sincronizza {0} con";

/* Toolbar item tooltip */
"Synchronize files" = "Sincronizza file";

/* Alert sheet text */
"The connection will be closed." = "La connessione verrà chiusa.";
"There are files currently being transferred. Quit anyway?" = "Ci sono ancora trasferimenti di file in corso. Vuoi interrompere comunque?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Si è verificato un problema nel reperire gli aggiornamenti. Riprova più tardi.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Visualizza/nascondi preferiti";
"Transfer in progress" = "Trasferimento in corso";

/* Toolbar item */
"Transfers" = "Trasferimenti";

"Auto" = "Auto";
"Unknown" = "Sconosciuto";
"Unknown size" = "Dimensione sconosciuta";

/* Toolbar item */
"Upload" = "Upload";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Carica file locale nell'host remoto";

/* Toolbar item */
"View" = "Vista";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Sei attualmente connesso ad almeno un sito remoto. Vuoi verificare i browser aperti?";
"Open Network Diagnostics" = "Apri diagnostica di rete";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Web-based Distributed Authoring and Versioning)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "Versione";
"Beta" = "Beta";
"Snapshot Builds" = "Build snapshot";

"Show Hidden Files" = "Visualizza file nascosti";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Nascondi barra strumenti";
"Show Toolbar" = "Visualizza barra strumenti";
